; === Upgrade info ===

[X2DownloadableContentInfo_BlackOps]
ModUpgradeLabel="Shadow Ops Class Pack beta v0.7"
ModUpgradeSummary="Shadow Ops Class Pack has been updated to beta version 0.7. Important changes: <br/><br/><Bullet/> The Combat Engineer and Infantry ability trees have been revamped, and the Hunter ability tree has had smaller changes. <br/><Bullet/> All soldiers converted from previous mod versions get a free respec. Go to the Armory to use it.<br/><Bullet/> The Infantry-Support has two new abilities focused on using Medikits.<br/><Bullet/> Moving Target, Entrench, Fracture, Packmaster, First Strike, and Flush have had large changes made.<br/><Bullet/> Four more new AWC-only abilities are available in the AWC. You may need to start a new game for them to appear. <br/><br/>For more complete change notes, see readme.txt."
ModUpgradeAcceptLabel="Сделано"

[UIScreenListener_UIArmory_Promotion]
LocFreeRespec="Свободное назначение"
RespecWarning="Ваши солдаты получили возможность бесплатного перераспределения способностей в связи с изменениями деревьев способностей классов класса Shadow Ops. Если вы повысите ранг перед исвользованием этой возможности - вы потеряете ее навсегда."
RespecWarningTitle="Свободное назначение истекло"